round3/Bjoern.500.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.00ms    9.98ms 537.25ms   99.78%
    Req/Sec    12.96k   718.81    16.25k    84.67%
  1548277 requests in 30.05s, 132.89MB read
Requests/sec:  51517.44
Transfer/sec:      4.42MB