round3/Bjoern.5000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   104.67ms   13.48ms   1.99s    99.41%
    Req/Sec    11.87k     0.89k   23.98k    86.28%
  1408160 requests in 30.10s, 120.86MB read
  Socket errors: connect 0, read 0, write 0, timeout 45
Requests/sec:  46789.09
Transfer/sec:      4.02MB