round3/CherryPy.4000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 4000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.18ms    3.13ms  24.46ms   71.32%
    Req/Sec     1.94k    44.51     2.02k    88.64%
  52665 requests in 30.10s, 6.28MB read
Requests/sec:   1749.66
Transfer/sec:    213.59KB