round3/Meinheld.7000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 7000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   830.60ms  572.36ms   2.00s    57.00%
    Req/Sec   557.50    775.67     4.99k    91.81%
  46238 requests in 30.74s, 6.44MB read
  Socket errors: connect 0, read 0, write 0, timeout 9730
Requests/sec:   1503.99
Transfer/sec:    214.44KB