round3/mod_WSGI-express.100.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    58.93ms   39.74ms 236.26ms   75.45%
    Req/Sec   291.42    222.56   757.00     74.38%
  29860 requests in 30.04s, 3.93MB read
Requests/sec:    994.02
Transfer/sec:    133.96KB