round3/mod_WSGI-express.200.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   146.58ms  159.75ms   1.86s    87.57%
    Req/Sec   253.27    230.01     1.07k    85.79%
  23372 requests in 30.09s, 3.08MB read
Requests/sec:    776.85
Transfer/sec:    104.69KB