round3/mod_WSGI-express.9000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 9000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   312.76ms  395.64ms   2.00s    87.18%
    Req/Sec   217.79    178.45     1.05k    83.43%
  21363 requests in 30.09s, 2.81MB read
  Socket errors: connect 0, read 0, write 0, timeout 1891
Requests/sec:    710.02
Transfer/sec:     95.69KB