round3/uWSGI-base.4000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 4000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   162.25us  331.68us 217.11ms   99.96%
    Req/Sec    14.90k     3.16k   20.65k    70.74%
  886588 requests in 30.05s, 55.80MB read
  Socket errors: connect 0, read 50, write 0, timeout 0
Requests/sec:  29499.46
Transfer/sec:      1.86MB