round3/uWSGI.4000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 4000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   334.89us  254.13us 208.13ms   99.64%
    Req/Sec     9.81k     5.60k   18.83k    66.67%
  876114 requests in 30.04s, 55.14MB read
  Socket errors: connect 0, read 51, write 0, timeout 0
Requests/sec:  29167.31
Transfer/sec:      1.84MB